/* No comment provided by engineer. */
"About Verbatim Solutions" = "Информация о компании Verbatim Solutions";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "ПО Verbi™ предоставлено компанией Verbatim Solutions";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "Нажмите здесь, чтобы начать печатать";

/* No comment provided by engineer. */
"All translation history has been cleared." = "Произведена очистка всей хронологии переводов.";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "Вы уверены, что хотите очистить всю хронологию переводов?   Ваши предыдущие переводы больше не будут отображаться как рекомендации.";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* No comment provided by engineer. */
"Clear" = "Очистить";

/* No comment provided by engineer. */
"Clear Translation History" = "Очистить хронологию переводов";

/* No comment provided by engineer. */
"Done" = "Завершено";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Professional Quote" = "Оценка цены";

/* No comment provided by engineer. */
"Request Professional Quote" = "Запросить оценку цены";

/* No comment provided by engineer. */
"Submitting.." = "Отправляется...";

/* No comment provided by engineer. */
"Translating.." = "Идет перевод";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "ПО Verbi™ предоставлено компанией Verbatim Solutions – ведущим поставщиком профессиональных переводческих услуг.  ПО Verbi ™ предлагает скорый машинный перевод и не предназначается в качестве замены заверенного профессионального перевода.     Для заказа профессионального перевода, который будет выполнен одним из наших дипломированных переводчиков, обращайтесь к нам по";

/* No comment provided by engineer. */
"Mail:" = "Почта:";

/* No comment provided by engineer. */
"Call:" = "Телефон:";

/* No comment provided by engineer. */
"Online:" = "Эл. почта:";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Перевод Verbi™";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "Извините, но произошла ошибка.  Повторите попытку.";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";